In [1]:
import pandas as pd

In [2]:
area = [2600, 3000, 3200, 3600, 4000]
price = [550000, 565000, 610000, 680000, 725000]

In [3]:
area

[2600, 3000, 3200, 3600, 4000]

In [4]:
price

[550000, 565000, 610000, 680000, 725000]

In [6]:
df = pd.DataFrame(area, columns = ['area'])
df

   area
0  2600
1  3000
2  3200
3  3600
4  4000

In [7]:
df['price'] = price
df

   area   price
0  2600  550000
1  3000  565000
2  3200  610000
3  3600  680000
4  4000  725000

In [8]:
df.to_csv('houseprices.csv', index = False)